Repository: 2lambda123/spyder-ide-spyder-terminal
Catalog: spyder_terminal/locale/*/LC_MESSAGES/spyder_terminal.po
Languages: es

source: Terminal shell
es: Shell de terminal

source: Select the shell interpreter:
es: Seleccione el intérprete de shell

source: Terminal style preferences
es: Preferencias de estilo de la terminal

source: Bar
es: Barra

source: Block
es: Bloque

source: Underline
es: Raya al piso

source: Type of cursor:
es: Tipo de cursor

source: Enable bell sound
es: Habilitar sonido de campana

source: Enable bell sound on terminal
es: Habilitar sonido de campana en la terminal

source: Open a new terminal
es: Abrir una nueva terminal

source: Options
es: Opciones

source: Spyder Terminal Error
es: Error de la terminal de Spyder

source: Terminal server could not be located at <a href="http://127.0.0.1:{0}">http://127.0.0.1:{0}</a>, please restart Spyder on debugging mode and open an issue with the contents of <tt>{1}</tt> and <tt>{2}</tt> files at {3}.
es: El servidor del terminal no se encontró en <a href=“http://127.0.0.1:{0}”>http://127.0.0.1:{0}</a>, por favor reinicie Spyder en modo de debugger y reporte el problema con los contenidos de los archivos <tt>{1}</tt> y <tt>{2}</tt> en {3}.

source: <b>spyder-terminal</b> doesn't work with Qt 4. Therefore, this plugin will be deactivated.
es: <b>spyder-terminal</b> no funciona con Qt 4. Por esto, este plugin se desactivara.

source: Unfortunately, the library that <b>spyder-terminal</b> uses to create terminals is failing to work in your system. Therefore, this plugin will be deactivated.<br><br> This usually happens on Windows 7 systems. If that's the case, please consider updating to a newer Windows version.
es: Desafortunadamente, la librería que <b>spyder-terminal</b> usa para crear las terminales esta fallando en nuestro sistema. Por esto, este plugin se desactivara. <br><br> Esto usualmente sucede en sistemas Windows 7. Si este es el caso, por favor considere actualizar su versión de Windows.

source: New terminal in current working directory
es: Nueva terminal en el directorio actual

source: Sets the pwd at the current working directory
es: Genera el pwd en el directorio actual

source: New terminal in current project
es: Nueva terminal en el proyecto actual

source: Sets the pwd at the current project directory
es: Genera el pwd en el directorio del proyecto actual

source: New terminal in current Editor file
es: Nueva terminal en el archivo de Editor actual

source: Sets the pwd at the directory that contains the current opened file
es: Genera el pwd en el directorio que contiene el archivo actual

source: Rename terminal
es: Renombre la terminal

source: Copy text
es: Copia texto

source: Paste text
es: Pega texto
